<!-- tfplan-comment -->
## Terraform plan (Cloudflare DNS)

Commit: 053d6e9878c68c5135d71851d4a4a30286abfaf4

<details><summary>Show plan</summary>

```

Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
  + create

Terraform will perform the following actions:

  # cloudflare_zone_setting.searle_dev_ssl will be created
  + resource "cloudflare_zone_setting" "searle_dev_ssl" {
      + editable       = (known after apply)
      + enabled        = (known after apply)
      + id             = (known after apply)
      + modified_on    = (known after apply)
      + setting_id     = "ssl"
      + time_remaining = (known after apply)
      + value          = "full"
      + zone_id        = "ee4724648879ff94b352fe5587800062"
    }

Plan: 1 to add, 0 to change, 0 to destroy.


```
</details>